Repository: siddheshwarshingare/Gromore_Fresh_Vegetables
Catalog: lib/l10n/app_*.arb
Languages: te

source: Add
te: जोडा

# appTitle
source: Gromore Oraganic Vegetables
te: ग्रोमोर सेंद्रिय भाजीपाला

source: Customer Form
te: ग्राहक फॉर्म

source: Family Head Name
te: कुटुंबप्रमुखाचे नाव

source: Date
te: दिनांक

# gromoreOraganicFreshVegetables
source: Are you interested To Take Gromore Vegetables:
te: तुम्ही इच्छुक आहात का ग्रोमोर भाजीपाला घ्यायला :

source: Yes
te: हो

source: No
te: नाही

source: Reason for not taking Gromore Vegetables
te: ग्रोमोर भाजीपाला न घेण्याचे कारण

source: Please enter the Reason for not taking Gromore Vegetables
te: कृपया भाजी न घेण्याचे कारण लिहा

# pleaseprovidecurrentnewspaper
source: Please provide current Newspaper name
te: कृपया वर्तमान वृत्तपत्राचे नाव प्रदान करा

# reasonfornotreadingnewspaper
source: Reason for not taking Vegetables
te: तुम्ही भाजीपाला का घेत नाही

# daysforeenaduoffer
source: 15 days free Eenadu offer :
te: 15 दिवसांची मोफत ईनाडू ऑफर :

# reasonfornottakingoffer
source: Reason for not taking free offer
te: मोफत ऑफर न स्वीकारण्याचे कारण

source: Employed :
te: नोकरी :

source: Job Type
te: नोकरीचा प्रकार

source: Government Job
te: सरकारी नोकरी

source: Private Job
te: खाजगी नोकरी

source: Profession
te: व्यवसाय

source: Central Job
te: केंद्र शासनाची नोकरी

source: State Job
te: राज्य शासनाची नोकरी

source: Job Profession
te: नोकरी व्यावसायिकता

source: Job Designation
te: नोकरीचे पद

source: Company Name
te: कंपनीचे नाव

source: Father's Name
te: वडीलांचे नाव

# mothername
source: Mother's Name
te: आईचे नाव

# spousename
source: Spouse's Name
te: जोडीदाराचे नाव

source: Address
te: पत्ता

source: Mobile number
te: मोबाइल नंबर

source: Submit
te: सादर करा

source: Agency name
te: एजन्सीचे नाव

source: Time
te: वेळ

# chooseYourLanguage
source: Language :
te: भाषा निवडा

source: Settings
te: सेटिंग्ज

source: Home
te: मुख्यपृष्ठ

source: House Number
te: घर क्रमांक

# streetNo
source: Street Number
te: गल्ली क्रमांक

source: City
te: शहर/गाव

source: Pin Code
te: पिनकोड

source: Family Details
te: कुटुंबाची माहिती

source: Address Details
te: पत्ता माहिती

source: Vegetables Details
te: भाज्यांबद्दल माहिती

source: Employment Details
te: कर्मचारी माहिती

source: Please Enter Family Name
te: कृपया कुटुंबाचे नाव लिहा

source: Please Enter House Number
te: कृपया घराचा नंबर टाका

source: Please Enter Street Number
te: कृपया रस्त्याचा नंबर टाका

source: Please Enter Address
te: कृपया पत्ता टाका

source: Please Enter Mobile Number
te: कृपया मोबाइल नंबर टाका

# todaysHouseCount
source: Today House Count
te: आज भेट दिलेल्या घराची संख्या

source: Todays Target Left
te: आजचे उर्वरित घर

source: History
te: यादी

source: History Page
te: इतिहास पृष्ठ

source: House Visited
te: आज भेट दिलेले घर

source: Employee Type
te: नोकरी प्रकार

source: Today
te: आज

source: My Route Map
te: माझा आजचा रस्ता

source: Route Details will come here
te: रस्त्याच्या तपशील इथे येईल

source: Planned Details
te: योजना केलेले तपशील

source: Plane Details Will Come Here
te: योजनेचे तपशील इथे येईल

source: Reports
te: अहवाल

# shownIntrestToTakeVegetables
source: Interested To Take Vegetables
te: भाजी पाला घेण्यास तयार असलेले

# notIntrestToTakeVegetables
source: Not Interested In Vegetables
te: भाजी पाला घेण्यास तयार नसलेले

# shownIntrestToTakeMilk
source: Interested To Take Milk
te: दूध घेण्यासाठी तयार असलेले

# notshownIntrestToTakeMilk
source: Not Interested To Take Milk
te: दूध घेण्यासाठी तयार नसलेले

source: coming
te: येते आहे

source: Create Form
te: फॉर्म तयार करा

# name
source: Agent Name
te: वापरकर्त्याचे नाव

source: Email Id
te: ईमेल आयडी

# jodRole
source: Job Role
te: नोकरीची भूमिका

source: My Profile
te: माझे प्रोफाइल

source: Are you sure you want to logout?
te: तुम्हाला नक्कीच लॉगआउट करायचं आहे का ?

source: Customer Name
te: ग्राहकाचे नाव

source: Street
te: गली

source: Village
te: गाव

# currentnMilk
source: Are You interested To Take Our Milk :
te: तुम्ही इच्छुक आहात का दूध घ्यायला :

source: Reason For Not Taking Gromore Milk
te: ग्रोमोर दूध न घेण्याचे कारण

source: Taking Vegetables :
te: सध्या भाजी कोठून घेता :

# currentnVegetables
source: Current Vegetables
te: सध्या भाजी कोठून घेता

# unitManger
source: Unit Manager
te: युनिट प्रमुख

source: Number Of Agent
te: एजंटची संख्या

source: Please enter the Reason for not taking Gromore Milk
te: कृपया आमचे दूध न घेण्याचे कारण लिहा

# currentTakingMilk
source: Currently you are Taking from Where :
te: कृपया सध्या दूध कोठून घेता ते लिहा :

source: Survey
te: सर्वेक्षणे

source: Designation
te: पद
